"""
v = input('Введите число от 1 до 10: ')
print(???) 
# поправьте код, чтобы выводилось число
# на 10 больше, чем введённое
# например, пользователь ввел 10 
# программа вывела 20

name = input('Введите ваше имя: ')
print(???) # поправьте код, чтобы выводилась строка
 			# Привет, ИМЯ! Как дела?

float('1')  # ???
int('2.5')  # ???
bool(1)  # ???
bool('')  # ???
bool(0)  # ???
"""

a=2
b=0.5
print (a+b)

name= 'Иван'
print (f'Привет, {name}!')

v=int (input ('Введите число от 1 до 10: '))
print (v+10)

name= input ('Введите Ваше имя: ').upper()
print (f'Привет, {name}! Как дела?')

print (float ('1'))
print (int (float('2.5')))
print (bool (1))
print (bool (''))
print (bool (0))


